{
  "root\\tc1##tabPage1": "Step 1 ",
  "root\\tc1\\tabPage1##btnCancel1": "Cancel",
  "root\\tc1\\tabPage1##button2": "< Back",
  "root\\tc1\\tabPage1##btnTab1Next": "Next >",
  "root\\tc1\\tabPage1##label1": "The pupose of this wizard is to easily access the settings that can affect the amount of CPU usage ACT uses.  In each section a setting is discussed in detail allowing you to better balance functionality and performance.\r\n\r\nSide Note:  The number of enabled Custom Triggers will directly affect the parsing speed(CPU usage) of normal operations.",
  "root\\tc1##tabPage2": "Step 2 ",
  "root\\tc1\\tabPage2##label21": "This changes the number of threads dedicated to Custom Trigger parsing.  If set to zero, Custom Triggers will be parsed with the original parsing thread.  If normal log parsing cannot keep up due to the number of Custom Triggers in use, increase to 1+.  You should not increase this value to above the number of cores your CPU has, minus the number of cores your game is able to saturate.  \r\n\r\nIE, if you're playing EQ2 on a 4-core CPU, this value should not exceed 3.  2 would be a safer value if EQ2's multi-core support is enabled.  If playing on a dual-core CPU, 0-1 would be the best values to keep ACT from slowing EQ2.\r\n\r\n(You can check if Custom Trigger parsing is falling behind in the Options - Miscellaneous page, log file section.)",
  "root\\tc1\\tabPage2##label16": "Custom Trigger parsing may spawn up to this many additional threads: ",
  "root\\tc1\\tabPage2##btnCancel2": "Cancel",
  "root\\tc1\\tabPage2##btnTab2Back": "< Back",
  "root\\tc1\\tabPage2##btnTab2Next": "Next >",
  "root\\tc1\\tabPage2##label2": "This setting will change the priority of normal log parsing.  All programs have a priority, usually Normal by default, and this priority defines how much CPU time should be given to the current task.  If set to Lowest(Idle), log parsing will only take CPU time not used by other applications.\r\n\r\nFor this setting to take effect, you must restart ACT or Close and Reopen the current log.",
  "root\\tc1\\tabPage2##lblLogPriority": "CPU Priority of normal log parsing:",
  "root\\tc1##tabPage3": "Step 3 ",
  "root\\tc1\\tabPage3##btnCancel3": "Cancel",
  "root\\tc1\\tabPage3##btnTab3Back": "< Back",
  "root\\tc1\\tabPage3##btnTab3Next": "Next >",
  "root\\tc1\\tabPage3##label3": "As the first encounter of each Zone branch, an \"All\" entry can exist which will combine all data from other encounters for that zone.  As encounters progress within that zone, the All entry will be updated in real time.  The All encounter entry will be identical to a merged encounter of all encounters within that zone.\r\n\r\nDisabling this option will reduce memory and CPU usage a bit more than 10% when compared to default options.",
  "root\\tc1\\tabPage3##cbZoneAllListing": "Populate an 'All' encounter including all data from separate encounters within a zone.  (Not Retroactive)",
  "root\\tc1##tabPage4": "Step 4 ",
  "root\\tc1\\tabPage4##btnCancel4": "Cancel",
  "root\\tc1\\tabPage4##btnTab4Back": "< Back",
  "root\\tc1\\tabPage4##btnTab4Next": "Next >",
  "root\\tc1\\tabPage4##label4": "When checked, under each combatant, the only Damage Types entries that will be fully populated will be the ones marked (Ref) for Reference.  Instead of 'Melee (Out)' showing All, crush, and slash it will only show All, which is a combination of crush/slash.  Crush and slash will still be found under 'All Outgoing (Ref)' due to the (Ref) tag.\r\n\r\nEnabling this options willl reduce CPU usage by a bit less than 10% and reduce memory usage by a bit more than 10% when compared to default settings.  Unchecked, this option will populate all entries in their logical listings.",
  "root\\tc1\\tabPage4##cbRestrictToAll": "Only populate the 'All' entry for DamageType categories except those marked (Ref).",
  "root\\tc1##tabPage5": "Step 5 ",
  "root\\tc1\\tabPage5##btnCancel5": "Cancel",
  "root\\tc1\\tabPage5##btnTab5Back": "< Back",
  "root\\tc1\\tabPage5##btnTab5Next": "Next >",
  "root\\tc1\\tabPage5##label6": "These settings change how often the screen updates with new information.  In the case of main tab table updates, the graphs may also update at this rate.  Shorter intervals will increase the CPU time used by ACT to update the calculations.\r\n\r\nIf ACT is minimized or 'Disable Table Auto-Refresh' is checked, the main tab table/graph will not update regardless of these settings.  If the Mini Parse window is not enabled, changing the Mini Parse setting will not affect CPU usage(as it will not update).",
  "root\\tc1\\tabPage5##label23": "seconds.",
  "root\\tc1\\tabPage5##label22": "Mini Parse window update interval:",
  "root\\tc1\\tabPage5##label5": "Update Table every N seconds.",
  "root\\tc1##tabPage6": "Step 6 ",
  "root\\tc1\\tabPage6##btnCancel6": "Cancel",
  "root\\tc1\\tabPage6##btnTab6Back": "< Back",
  "root\\tc1\\tabPage6##btnTab6Next": "Next >",
  "root\\tc1\\tabPage6##label7": "This will change the method in generating the main encounter graph.\r\n- The simple method will just show a bar graph depicting the different values of the currently sorted column.  Not all columns can display a bar graph but generation will always be relatively little CPU time.\r\n- The advanced graphing method will show a line graph of each person's DPS trend split into time segments.  This takes considerably more time to calculate than the DPS over the entire encounter.",
  "root\\tc1\\tabPage6##rbGraphSimple": "Simple bar graphs depicting the current sort.",
  "root\\tc1\\tabPage6##rbGraphAdv": "Advanced DPS over time graphs.  (CPU Intensive)",
  "root\\tc1##tabPage7": "Step 7 ",
  "root\\tc1\\tabPage7##btnCancel7": "Cancel",
  "root\\tc1\\tabPage7##btnTab7Back": "< Back",
  "root\\tc1\\tabPage7##btnTab7Next": "Next >",
  "root\\tc1\\tabPage7##label8": "This setting will change the priority of DPS trend graph generation(adv encounter graphs and combatant graphs).  All programs have a priority, usually Normal by default, and this priority defines how much CPU time should be given to the current task.  If set to Lowest(Idle), graph generation will only take CPU time not used by other applications.  If EQ2 is running, this will be next to nothing.  Normal priority will give equal amounts of CPU time to ACT and any other task, such as EQ2.\r\n\r\nAbove Normal(not recommended with adv encounter graphs) will give graph generation more priority than most other programs and may cause noticable stuttering in EQ2 or momentary freezing.  ACT's UI may also become unresponsive during graph generation.\r\n\r\nThis setting will also affect EQ2 psudo-HTML(and automatic ODBC) exporting.  So if you find HTML exports cannot complete before another encounter ends and requires an export, you may wish to raise this setting.",
  "root\\tc1\\tabPage7##label11": "CPU Priority of graph generation:",
  "root\\tc1##tabPage9": "Step 8",
  "root\\tc1\\tabPage9##btnCancel8": "Cancel",
  "root\\tc1\\tabPage9##btnTab8Back": "< Back",
  "root\\tc1\\tabPage9##btnTab8Next": "Next >",
  "root\\tc1\\tabPage9##cbRecordLogs": "Record all log lines while parsing.  (View Logs context menu option)",
  "root\\tc1\\tabPage9##label20": "When checked, ACT will record all log lines that appear during an encounter.  You may then right click an encounter, select View Logs and view/search through them.  \r\n\r\nDisabling this option will reduce memory usage by a bit less than 45% when compared to default settings.  Exported ACT files will retain these recorded logs.",
  "root\\tc1##tabPage8": "Finish ",
  "root\\tc1\\tabPage8##lblS8A": "After",
  "root\\tc1\\tabPage8##lblS8B": "Before",
  "root\\tc1\\tabPage8##label25": "Step 8: Recording Encounter Logs",
  "root\\tc1\\tabPage8##lblS7A": "After",
  "root\\tc1\\tabPage8##lblS6A": "After",
  "root\\tc1\\tabPage8##lblS5A": "After",
  "root\\tc1\\tabPage8##lblS4A": "After",
  "root\\tc1\\tabPage8##lblS3A": "After",
  "root\\tc1\\tabPage8##lblS2A": "After",
  "root\\tc1\\tabPage8##label12": "After",
  "root\\tc1\\tabPage8##lblS7B": "Before",
  "root\\tc1\\tabPage8##lblS6B": "Before",
  "root\\tc1\\tabPage8##lblS5B": "Before",
  "root\\tc1\\tabPage8##lblS4B": "Before",
  "root\\tc1\\tabPage8##lblS3B": "Before",
  "root\\tc1\\tabPage8##lblS2B": "Before",
  "root\\tc1\\tabPage8##label10": "Before",
  "root\\tc1\\tabPage8##label19": "Step 7: Graphing/HTML priority",
  "root\\tc1\\tabPage8##label18": "Step 6: Main encounter graphing",
  "root\\tc1\\tabPage8##label17": "Step 5: Table data updates",
  "root\\tc1\\tabPage8##label15": "Step 4: Only populate All (Ref)",
  "root\\tc1\\tabPage8##label14": "Step 3: Populate an 'All' encounter",
  "root\\tc1\\tabPage8##label13": "Step 2: Log parsing",
  "root\\tc1\\tabPage8##label9": "Step 1: ",
  "root\\tc1\\tabPage8##btnOk": "OK",
  "root\\tc1\\tabPage8##btnCancel": "Cancel",
  "root\\tc1\\tabPage8##button5": "Next >",
  "root\\tc1\\tabPage8##btnTab9Back": "< Back"
}